Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཙུན་པ་ཁྱིམ་བདག་འདིས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་སྦྱིན་པ་གཏོང་བས་ཟིལ་གྱིས་མནན་པར་འཚལ་བ་ལས་ཟིལ་གྱིས་གནོན་པར་མ་ནུས་ཏེ་རབ་ཏུ་བྱུང་བས་ཟིལ་གྱིས་ནོན་པར་གྱུར་པ་དང་།
en: “Lord,” the monks requested the Blessed Buddha, “tell us why this householder wanting to outshine the householder Anāthapiṇḍada in giving, but, unable to do so, instead outshone him by going forth,

source: བཅོམ་ལྡན་འདས་ཀྱང་འདིས་མཉེས་པར་བགྱིས་ཏེམི་མཉེས་པར་མ་བགྱིས་ལ། བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་པ་ལ་གཟིགས།
en: and why he pleased the Blessed One, did not displease him, went forth in the doctrine of the Blessed One, cast away all afflictive emotions, and manifested arhatship.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ། འདས་པའི་དུས་ན་ཡང་ཁྱིམ་བདག་འདིས་ཁྱིམ་བདག་ཆུ་སྟོད་ཟིལ་གྱིས་གནོན་པར་བྱའོ་སྙམ་པ་ལས་ཟིལ་གྱིས་མནན་པར་མ་ནུས་ཏེ། རབ་ཏུ་བྱུང་བས་ཟིལ་གྱིས་མནན་ནས་དེ་དེར་རབ་ཏུ་བྱུང་སྟེ།
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, this householder decided to outshine the householder Āṣāḍha in giving, but, being unable to do so, he outshone him by going forth.

source: ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱད་ནས་འཆི་ཀར་སྨོན་ལམ་བཏབ་པ།
en: He practiced pure conduct all his life, and at the time of his death, he prayed,

source: ཀྱེ་འདི་ལྟར་བདག་གིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས
en: ‘I have practiced pure conduct in the doctrine of the totally and completely awakened Buddha Kāśyapa all my life,

source: སྦྱིན་པ་དག་སྦྱིན་ཞིང་བསོད་ནམས་དག་བྱས་པའི་དགེ་བའི་རྩ་བ་འདིས་ན་བདག་གང་དང་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དང་དེར་ཕྱུག་ཅིང་ནོར་མང་ལ་ལོངས་སྤྱོད་ཆེ་བའི་རིགས་སུ་སྐྱེ་བར་ཤོག་ཤིག །
en: given gifts, and made merit. By this root of virtue, wherever I am born, may it be into a family of great means, prosperity, and wealth.

source: དེའི་ཚེ་ཁྱིམ་བདག་ཏུ་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་དགེ་སློང་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The one who was that householder then is none other than this monk.

source: དེའི་ཚེ་ཡང་འདིས་ཁྱིམ་བདག་ཆུ་སྟོད་སྦྱིན་པ་གཏོང་བ་ཟིལ་གྱིས་མནན་པར་བྱའོ་སྙམ་པ་ལས་ཟིལ་གྱིས་གནོན་པར་མ་ནུས་ནས་རབ་ཏུ་བྱུང་བས་ཟིལ་གྱིས་ནོན་པར་གྱུར་ལ།
en: At that time too he wanted to outshine the householder Āṣāḍha in giving and was unable to outshine him. Only by going forth was he able to do so.

source: ད་ལྟར་ཡང་འདིས་ཁྱིམ་བདག་མགོན་མེད་ཟས་སྦྱིན་སྦྱིན་པ་གཏོང་བས་ཟིལ་གྱིས་མནན་པར་བྱའོ་སྙམ་པ་ལས་ཟིལ་གྱིས་གནོན་པར་མ་ནུས་ནས་རབ་ཏུ་བྱུང་བས་ཟིལ་གྱིས་ནོན་པར་གྱུར་ཏོ། །
en: Now as well he thought to outshine the householder Anāthapiṇḍada in giving and was unable to outshine him, but by going forth he was able to do so.

source: འདི་ལྟར་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་ཚེ་གཅིག་ཏུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་ཅི་ཡང་མ་ཐོབ་ཀྱིས།
en: ‘While I may not have attained any great virtues, still I have gone forth like this in the doctrine of the totally and completely awakened Buddha Kāśyapa and practiced pure conduct all my life.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་གསོལ་པ། བཙུན་པ་དགེ་སློང་འདི་ནི་རྒྱ་ཆེན་པོ་ལ་མོས་ཏེ། གཞན་རྣམས་ཟིལ་གྱིས་གནོན་པར་འཚལ་ལ་བདག་ནི་གཞན་གྱིས་ཟིལ་གྱིས་གནོན་པར་མི་འཚལ་བ་ལ་གཟིགས།
en: “Lord,” the monks further asked of the Blessed Buddha, “tell us why this monk, intent on vast deeds, sought to outshine others and sought not to be outshone by others himself.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ད་ལྟར་འབའ་ཞིག་མ་ཡིན་ཏེ། འདས་པའི་དུས་ན་ཡང་འདི་ཇི་ལྟར་རྒྱ་ཆེན་པོ་ལ་མོས་ཏེ། གཞན་རྣམས་ཟིལ་གྱིས་གནོན་པར་འདོད་ལ། བདག་ནི་གཞན་གྱིས་ཟིལ་གྱིས་མནན་པར་མི་འདོད་པ་དེ་ཉོན་ཅིག །
en: “Not only now,” the Blessed One explained, “but in times past as well, and in the same way, intent on vast deeds, he wished to outshine others, and sought not to be outshone by others himself.

source: དགེ་སློང་དག་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་སུམ་ཁྲི་ཐུབ་པ་ན་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས། རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ། འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་གདུལ་བྱའི་ཁ་ལོ་སྒྱུར་བ། བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གསེར་ཐུབ་ཅེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks, in times past, in this fortunate eon, when people lived as long as thirty thousand years and the tathāgata, the arhat, the totally and completely awakened buddha possessed of insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kanakamuni was in the world,

source: དེ་གང་གི་ཚེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་རྒྱལ་པོའི་ཕོ་བྲང་བདེ་ལྡན་དུ་བྱོན་ཏེ།
en: he totally and completely awakened unto unexcelled, total, and complete enlightenment and then traveled to the royal palace called Śobhāvatī.

source: དེའི་ཕྱིར་རྒྱལ་པོ་བདེ་བས་རང་གི་སྐྱེད་མོས་ཚལ་དུ་གཙུག་ལག་ཁང་བརྩིག་པར་བརྩམས་ཏེ།
en: “On his behalf, King Śobha started building a monastery in his own gardens.

source: དེས་དེར་གཞོན་ནུ་རྣམས་དང་། བློན་པོ་རྣམས་དང་། དཔའ་བོའི་སྡེ་ཚན་རྣམས་དང་། གྲོང་རྡལ་གྱི་མི་རྣམས་དང་། ཡུལ་གྱི་མི་རྣམས་དང་། སྐྱེ་བོ་མང་པོ་ཐམས་ཅད་བསགས་ནས་བསྒོ་བ།
en: He called together his sons and ministers, the different divisions of army, the townspeople, those from the surrounding countryside, and a great mass of others, and told them,

source: ཁྱེད་ལས་སུ་འདིར་ནོར་ཤིན་ཏུ་མང་པོར་བསྐྱེད་ནུས་པ་དེས་གཙུག་ལག་ཁང་འདི་རྩིགས་ཤིག་ཅེས་བྱས་སོ། །
en: ‘Let those among you who can generate a great deal of wealth build this monastery!’

source: དེའི་ཚེ་ཁྱིམ་བདག་ཅིག་གིས་རྒྱལ་པོ་དེ་དག་དང་གོང་ནས་གོང་དུ་ནོར་བསྐྱེད་པ་ལ་ཞུགས་ཏེ།
en: “At that time there was a certain householder who began generating even greater wealth than the king.

source: གསེར་བྱེ་བ་ཕྲག་དགུ་ལ་ཐུག་པར་བསྐྱེད་དོ། །
en: He generated wealth until he had nine billion pieces of gold,

source: དེ་ནས་དེས་དེ་ཡན་ཆད་དུ་བསྐྱེད་པའི་ཐུགས་མ་ཐུབ་སྟེ།
en: and then he could not generate any more.

source: འདི་ནི་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་ཡིན་ཏེ། འདི་འདིས་སྐྱེངས་པར་འགྱུར་དུ་འོང་ངོ་
en: ‘As a duly consecrated king,’ he thought, ‘King Śobha will be embarrassed by this.’

source: སྙམ་ནས་བསྐྱེད་པ་དེ་བཏང་ངོ་། །
en: Thinking this, he gave up generating any more wealth.

source: དེ་ནས་རྒྱལ་པོ་བདེ་བས་གཙུག་ལག་ཁང་དེ་རྣམ་པ་ཐམས་ཅད་དུ་ཡོངས་སུ་རྫོགས་པར་བྱས་ནས་སངས་རྒྱས་གསེར་ཐུབ་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་ལ་ཕུལ་ཏེ། སྨོན་ལམ་བཏབ་པ།
en: “When King Śobha had completed the monastery in every respect, he offered it to the totally and completely awakened Buddha Kanakamuni and his saṅgha of disciples, and prayed,

source: སྟོན་པ་འདི་ཁོ་ན་དང་འདྲ་བ་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: may I please and not displease a teacher just like this one.

source: དེའི་ཚེ་ཡང་འདི་རྒྱ་ཆེན་པོ་ལ་མོས་ཏེ། གཞན་རྣམས་ཟིལ་གྱིས་གནོན་པར་འདོད་ལ། བདག་ནི་གཞན་གྱིས་ཟིལ་གྱིས་གནོན་པར་མི་འདོད་པར་གྱུར་ཏོ། །
en: At that time too, intent on vast deeds, he sought to outshine others, and sought not to be outshone by others himself.

source: ད་ལྟར་ཡང་འདི་ནི་རྒྱ་ཆེན་པོ་ལ་མོས་ཏེ་གཞན་རྣམས་ནི་ཟིལ་གྱིས་གནོན་པར་འདོད་ལ། བདག་ནི་གཞན་གྱིས་ཟིལ་གྱིས་གནོན་པར་མི་འདོད་པར་གྱུར་ཏོ།། །།
en: Now as well, intent on vast deeds, he sought to outshine others, and sought not to be outshone by others himself.”

source: རྒན་ཞུགས་གཉིས་པ་ནི།
en: The Second “Latecomer” Story

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེར་གང་གི་ཚེ་མི་བླུན་པོ་འཕགས་སྐྱེས་པོས། ཤཱཀྱ་རྣམས་ཁ་བཏག་པ་དེའི་ཚེ་ཡུལ་སེར་སྐྱའི་གནས་ན་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོའི་སྲིང་མོའི་བུ་ཕ་མ་གཉིས་དང་བྲལ་ཏེ་སེར་སྐྱའི་གནས་ན་མགོན་མེད་པར་འཁྱམ་ཞིང་འདུག་གོ། །
en: When the Blessed One was in Śrāvastī, as the foolish people of Videha were massacring the Śākyas, there lived in Kapilavastu two sons of Venerable Ānanda’s sister whose parents had been taken from them, and who were orphaned and drifting about Kapilavastu.

source: དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་གནས་པའི་ཁྱིམ་བདག་ཅིག་དེ་གཉིས་ཀྱི་ཕའི་གྲོགས་པོར་གྱུར་པ་དེ་བྱ་བ་ཞིག་ལ་ཡུལ་སེར་སྐྱའི་གནས་སུ་ཕྱིན་ཏེ་
en: During that time there was a certain householder of Śrāvastī who was a friend of the boys’ father and had come to Kapilavastu to do some work.

source: དེས་ཁྱེའུ་དེ་གཉིས་མཐོང་མ་ཐག་ཏུ་ངོ་ཤེས་ནས་དྲིས་ཏེ
en: When he saw the two boys, he immediately recognized them and asked,

source: བུ་ཁྱེད་གཉིས་ཀྱི་ཕ་མ་ག་ལ་འཁོད་ཅེས་བྱས་སོ། །
en: “Boys, where are your parents?”

source: ཁྱེའུ་དེ་གཉིས་ཀྱིས་སྨྲས་པ། འཕགས་སྐྱེས་པོས་བསད་དེ།
en: “The people of Videha killed them,” they said.

source: དེ་གཉིས་དང་བྲལ་བས་བདག་ཅག་གཉིས་མགོན་མེད་དེ་ཕན་ཚུན་འཁྱམ་ཞིང་འདུག་གོ། །
en: “They have been taken from us. Now we are orphaned and drifting here and there.”

source: ཁྱིམ་བདག་དེས་སྨྲས་པ། གལ་ཏེ་ཁྱེད་གཉེན་འདུན་རྣམས་ཀྱིས་བསྐྱང་བ་མེད་ན་མཉན་དུ་ཡོད་པར་དེང་ཤིག་དང་།
en: “If there are no relatives to look after you, you should go to Śrāvastī,” advised the householder.

source: བཙུན་པ་ཀུན་དགའ་བོ་དེ་ཁྱེད་གཉིས་ཀྱི་ཞང་པོ་ཡིན་ཏེ།
en: “Lord Ānanda is your uncle,

source: དེ་ཡང་གཉེན་ལ་མཉེས་གཤིན་པས་དེས་ཁྱེད་གཉིས་བསྐྱང་བར་འགྱུར་རོ། །
en: and he loves his relatives. He will look after the two of you.”

source: ཁྱེའུ་གཉིས་ཀྱིས་སྨྲས་པ། བདག་ཅག་གཉིས་ཀྱིས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་འགྲོ་བའི་ལམ་མི་ཤེས་ན་དེར་འགྲོ་བའི་ལམ་གང་ཡིན།
en: “We don’t know the way to the garden of Prince Jeta,” said the two boys. “How do we get there?”

source: ཁྱིམ་བདག་དེས་སྨྲས་པ། བུ་གཉིས་ཚུར་ཤོག་དང་རེ་ཞིག་ང་ཡུལ་སེར་སྐྱའི་གནས་སུ་དོན་ཅིག་བསྒྲུབས་ལ་
en: “Boys, come with me,” the householder said. “I have to go to Kapilavastu on an errand.

source: དེ་ནས་ངས་ཁྱེད་གཉིས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་བཀྲིའོ་ཞེས་བྱས་ནས་ཁྱིམ་བདག་དེར་སོང་ངོ་། །
en: When I’m done, I’ll bring you to the garden of Prince Jeta.” Having spoken thus, the householder departed.

source: དེས་བསྒྲུབ་པར་བྱ་བ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་བསྒྲུབས་ནས་ཁྱེའུ་དེ་གཉིས་ཁྲིད་དེ་མཉན་དུ་ཡོད་པར་འོངས་ནས་
en: After he finished his work in Kapilavastu, the householder led the boys to Śrāvastī.

source: དེ་གཉིས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་གྱི་སྒོར་བཞག་སྟེ་བསྒོ་བ།
en: He brought them before the gate of the garden of Prince Jeta and told them,

source: ཁྱེད་གཉིས་ཀྱི་ཞང་པོ་དཀའ་ཐུབ་ཀྱི་གནས་འདི་ན་འདུག་སྟེ་
en: “Your uncle lives here in a hermitage.

source: དེས་ཁྱེད་གཉིས་བསྐྱང་བར་འགྱུར་རོ་ཞེས་བྱས་ནས་ཁྱིམ་བདག་དེ་སོང་ངོ་། །
en: He will look after you,” and departed.

source: དེ་སོང་ནས་ཁྱེའུ་དེ་གཉིས་ཀྱིས་སྒོ་གང་གི་ནང་དུ་ཞུགས་ཏེ་
en: After he had gone, the boys walked in through a door and began to make themselves at home,

source: འཁོད་པ་ལས་ཀུན་དགའ་བོས་ངོ་མ་ཤེས་ཏེ་
en: but Ānanda did not recognize them and asked, “Who are you boys?

source: དྲིས་པ། བུ་ཁྱེད་གཉིས་སུ་ཡིན་ག་ལས་འོངས།
en: Where did you come from?”

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། ཡུལ་སེར་སྐྱའི་གནས་ཀྱི་ཤཱཀྱ་ཆེ་གེ་མོ་ཞིག་གི་བུ་ལགས་སོ། །
en: They replied, “We are the sons of such-and-such a Śākya in Kapilavastu.”

source: ཀུན་དགའ་བོས་སྨྲས་པ། ཁྱེད་གཉིས་ཀྱི་ཕ་མ་གར་སོང་།
en: “Where have your parents gone?” asked Ānanda.

source: ཁྱེའུ་གཉིས་ཀྱིས་སྨྲས་པ། འཕགས་སྐྱེས་པོས་བསད་དེ་
en: “The people of Videha killed them,” the boys replied.

source: བདག་ཅག་གཉིས་དྭར་ལུས་ནས་མགོན་མ་མཆིས་པར་གྱུར་པས་དེའི་སླད་དུ་བདག་ཅག་གཉིས་ཕན་ཚུན་འཁྱམ་ཞིང་མཆིས་སོ། །
en: “We were left behind as orphans, with no one to look after us, so the two of us have been drifting here and there.

source: བདག་ཅག་གཉིས་ཀྱིས་ཐོས་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་འདི་ན་བདག་ཅག་གཉིས་ཀྱི་ཞང་པོ་འདུག་གོ་ཞེས་གྲག་ནས་བདག་ཅག་གཉིས་དེའི་ཐད་དུ་མཆིས་སོ། །
en: We heard that our uncle was in the garden of Prince Jeta, so we came here to see him.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ཡི་མུག་ནས་ད་ཇི་ལྟར་བྱ་སྙམ་མོ། །
en: Hearing this, Venerable Ānanda became despondent and thought, “What should I do?”

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱིས་དེ་མཐོང་ནས་དྲིས་པ།
en: The monks saw him and asked,

source: བཙུན་པ་ཀུན་དགའ་བོ་ཁྱོད་ཅིའི་ཕྱིར་ཡི་མུག་པར་གྱུར།
en: “Lord Ānanda, why are you so despondent?”

source: ཀུན་དགའ་བོས་སྨྲས་པ། ཁྱེའུ་འདི་གཉིས་བདག་གི་སྲིང་མོའི་བུ་ཡིན་ཏེ།
en: “These two boys are my sister’s sons,” Ānanda responded.

source: འདི་གཉིས་ཕ་མ་མེད་པར་གྱུར་པས་འདིར་འོངས་ཏེ་བདག་གིས་འདི་གཉིས་མཐོང་ནས་ཡི་མུག་པར་གྱུར་ཏེ་
en: “They came here because they lost their parents, and I am despondent to see them so.

source: བདག་གིས་འདི་གཉིས་ཇི་ལྟར་བསྐྱང་བར་བྱ།
en: But how can I look after these two?

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་དད་པས་བྱིན་པ་ཆུད་གསན་པར་མི་བྱའོ་ཞེས་གསུངས་སོ་སྙམ་མོ། །
en: For as the Buddha has said, ‘One should not misuse the donations of the faithful.’ ”

source: དགེ་སློང་རྣམས་ཀྱིས་སྨྲས་པ།
en: The monks said,

source: ཕན་འདོགས་པ་ལ་སྦྱིན་པར་བྱའོ་ཞེས་བཅོམ་ལྡན་འདས་ཀྱིས་མ་གསུངས་སམ།
en: “Did the Blessed One not also state, ‘You should be helpful and generous’?

source: འདི་གཉིས་ཀྱིས་ཀྱང་བདག་ཅག་ལ་ལྷུང་བཟེད་ཀྱི་བྱ་བཏའ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་རྣམས་ཀྱིས་ཕན་ཐོགས་པར་འགྱུར་རོ་ཞེས་བྱས་སོ། །
en: These two could look after the alms bowls for us and help with the flowers and fruit.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་དེ་གཉིས་བླངས་ཏེ་བསྐྱང་བར་བྱས་སོ། །
en: After that, Venerable Ānanda took in the two boys and looked after them.

source: དགེ་སློང་རྣམས་ཀྱིས་ཀྱང་ཁ་ཟས་ཅུང་ཟད་ཙམ་དག་ཁྱེར་ཏེ་འོང་ཞིང་དེ་གཉིས་ལ་སྦྱིན་པར་བྱེད་དོ། །
en: The monks also came bearing a little food and gave it to the two of them.

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ནི་བསོད་སྙོམས་གང་བླངས་ཤིང་དེ་གཉིས་ལ་ཕྱེད་སྦྱིན་པར་བྱེད་དོ། །
en: Venerable Ānanda also gave them half of whatever alms he received,

source: ཕྱེད་ནི་བདག་ཉིད་ཟ་བར་བྱེད་དེ། དེའི་རྒྱུས་ཀུན་དགའ་བོ་ཉམ་ཆུང་ཞིང་རིད་ལ་སྦེག་ཅིང་ལུས་ཀྱི་མཐུ་མེད་པར་གྱུར་ཏོ། །
en: and himself ate only what was left, such that he became frail, gaunt, and emaciated and lost all his strength.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ཀུན་དགའ་བོ་ཉམ་ཆུང་ཞིང་རིད་ལ་སྦེག་ཅིང་ལུས་ཀྱི་མཐུ་མེད་པར་གྱུར་པ་གཟིགས་སོ། །
en: The Blessed One observed that Venerable Ānanda had become frail, gaunt, and emaciated and had lost all his strength.

source: གཟིགས་ནས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: Seeing this, the Blessed One asked the monks,

source: དགེ་སློང་དག་ཅིའི་ཕྱིར་དགེ་སློང་ཀུན་དགའ་བོ་ཉམ་ཆུང་ཞིང་རིད་ལ་སྦེག་ཅིང་ལུས་ཀྱི་མཐུ་མེད་པར་གྱུར།
en: “Monks, why has the monk Ānanda become frail, gaunt, and emaciated and lost all his strength?”

source: དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ། བཙུན་པ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་སྲིང་མོའི་བུ་གཉིས་བླངས་ནས་དེས་བསོད་སྙོམས་གང་བ་བླངས་ཤིང་ཕྱེད་ནི་བདག་ཉིད་འཚལ།
en: “Lord,” the monks replied to the Blessed One, “Venerable Ānanda has taken in his sister’s sons.

source: ཕྱེད་ནི་དེ་གཉིས་ལ་སྩོལ་བར་བགྱིད་དེ། བཙུན་པ་རྒྱུ་ནི་དེ་ལགས། རྐྱེན་ནི་དེ་ལགས་ཏེ།
en: He gives them half of whatever alms he receives, and himself eats only what is left.

source: དེས་ན་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ཉམ་ཆུང་ཞིང་རིད་ལ་སྦེག་ཅིང་ལུས་ཀྱི་མཐུ་མ་མཆིས་པར་གྱུར་ལགས་སོ། །
en: Lord, that is the cause, and those are the conditions, for Venerable Ānanda’s becoming frail, gaunt, and emaciated and losing all his strength.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: Then the Blessed One asked Venerable Ānanda,

source: ཀུན་དགའ་བོ་ཁྱེའུ་འདི་གཉིས་རབ་ཏུ་འབྱུང་ངམ།
en: “Ānanda, are these two boys to go forth?”

source: གསོལ་པ། རབ་ཏུ་འབྱུང་ལགས་སོ། །
en: “They will go forth,” was his reply.

source: དགེ་སློང་དག་དེའི་ཕྱིར་དགེ་འདུན་གྱི་ཟས་ནི་རབ་ཏུ་འབྱུང་བ་ལ་ལྟོས་པར་ངས་གནང་ངོ་། །
en: “Monks, I shall permit food belonging to the saṅgha to be given to those who are to go forth.

source: ཅི་རིགས་པའི་ལས་ལྷུང་བཟེད་ཀྱི་བྱ་བཏའ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་དང་། སོ་ཤིང་རྣམས་ཀྱང་འབུལ་དུ་ཆུག་ཤིག་ཅེས་བཀའ་སྩལ་ཏོ། །
en: There are different types of work they can do starting out, such as looking after the alms bowls, or offering flowers, fruits, and tooth-sticks.”

source: དེ་ནས་གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་འདུན་གྱི་ཟས་ཟར་གནང་སྟེ། དེ་གཉིས་དེ་ཟ་ཞིང་འདུག་པ་དང་རྩེད་མོ་ལ་ཞུགས་ཤིང་འཁོད་དོ། །
en: Once the Blessed One had given permission for the boys to partake of the food belonging to the saṅgha and they had finished eating it, they began to sit and play.

source: ཀུན་དགའ་བོ་ཁྱོད་ན་རེ་ཁྱེའུ་འདི་གཉིས་རབ་ཏུ་འབྱུང་ངོ་ཞེ་ན། ཅིའི་ཕྱིར་རབ་ཏུ་མི་འབྱུང་།
en: “You said that these two boys would go forth, Ānanda, so why have they not gone forth?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་རབ་ཏུ་འབྱུང་ལགས་སོ། །
en: “Blessed One, they will go forth,” he replied.

source: བཀའ་སྩལ་པ། འོ་ན་རབ་ཏུ་དབྱུང་ན་ཅི་ཉེས།
en: The Blessed One asked, “Well then, what has become of their going forth?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཀྱིས་གང་ཟག་ལོ་བཅོ་ལྔ་མ་ལོན་པ་རབ་ཏུ་དབྱུང་བར་མི་བྱ། བསྙེན་པར་རྫོགས་པར་མི་བྱའོ་ཞེས་བཀའ་སྩལ་ཏེ།
en: “The Blessed One has said that a person should neither go forth as a novice nor receive full ordination before the age of fifteen years,” he replied.

source: འདི་གཉིས་ལོ་བདུན་ལས་མ་ལགས་ན་བདག་གིས་འདི་གཉིས་ཇི་ལྟར་རབ་ཏུ་དབྱུང་ལགས།
en: “How then are we to lead these two to go forth if they are hardly seven years of age?”

source: བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱེའུ་འདི་གཉིས་དགེ་འདུན་གྱི་ཁ་ཟས་བཤམས་པ་ལས་བྱ་རོག་སྐྲོད་ནུས་སམ།
en: “Ānanda,” the Blessed One replied, “are they able to chase away crows from the food set out for the saṅgha?”

source: བཅོམ་ལྡན་འདས་རྔོ་ཐོགས་ལགས་སོ། །
en: “Yes, Blessed One, they can do that.”

source: བཀའ་སྩལ་པ། དེ་བས་ན་ལོ་བདུན་ལོན་པ་བྱ་རོག་སྐྲོད་ནུས་པ་རབ་ཏུ་འབྱུང་བར་ངས་གནང་གིས་རབ་ཏུ་ཕྱུང་ཤིག །
en: “If that is the case,” the Blessed One replied, “then they may go forth at the age of seven if they are able to chase away a crow.

source: དེ་ནས་དེ་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་ལོ་བདུན་ལོན་པ་བྱ་རོག་སྐྲོད་ནུས་པ་རབ་ཏུ་འབྱུང་བར་གནང་གིས་རབ་ཏུ་ཕྱུང་ཤིག་ཅེས་བཀའ་སྩལ་ནས
en: The Blessed One will similarly permit the going forth of others who are both seven years of age and able to chase away a crow.”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཁྱེའུ་དེ་གཉིས་རབ་ཏུ་ཕྱུང་སྟེ་ཁ་ཏོན་སློབ་ཏུ་བཅུག་གོ། །
en: So Venerable Ānanda led the two boys to go forth as novices and had them learn recitation.

source: དེ་ནས་བདག་གི་གཉེན་ཡིན་སྙམ་སྟེ་བྱམས་པ་སྙེམས་པས་སློབ་ཏུ་མི་བཏུབ་ནས་
en: After that, because he considered them family, loved them, and took pride in them, he was not able to teach them,

source: ཉིན་པར་ནི་བྲེ་མོ་གཏམ་གྱིས་དུས་འདས་པར་བྱེད་དོ། །
en: and they passed their days in gossip [and their nights in sloth and slumber].

source: མཚན་མོ་ནི་རྨུགས་པ་དང་གཉིད་ཀྱིས་དུས་འདས་པར་བྱེད་དོ། །
en: and they passed [their days in gossip and] their nights in sloth and slumber.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་དེ་གཉིས་མཐོང་ནས་དེས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་སྨྲས་པ།
en: When Venerable Maudgalyāyana saw them, he asked Venerable Ānanda,

source: ཀུན་དགའ་བོ་ཁྱེའུ་འདི་གཉིས་ཅིའི་ཕྱིར་མི་སློབ།
en: “Ānanda, why aren’t you teaching these two boys?”

source: ཀུན་དགའ་བོས་སྨྲས་པ། བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་འདི་གཉིས་བདག་ལ་ཉམ་བུ་ཤེད་བགྱིད་དེ་བདག་ཀྱང་བྱམས་པའི་དབང་དུ་གྱུར་ནས་ཚར་གཅད་མི་ཕོད་དོ། །
en: “Lord Mahā­maudgalyāyana,” Ānanda replied, “because they consider me an equal, and I am overcome with affection for them, I can’t keep them in line.”

source: ཀུན་དགའ་བོ་ཁྱོད་བྱམས་པའི་དབང་དུ་གྱུར་ཏེ་སློབ་མི་ཕོད་ན་དགེ་སློང་གཞན་དག་ལ་གཏོད་ཅིག །
en: “Ānanda, if you are overcome with affection for them and can’t teach them, then place them with another monk.”

source: བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་སུ་ཞིག་རང་གི་དགེ་བའི་ཕྱོགས་བོར་ཏེ་འདི་གཉིས་སློབ་ཏུ་བཏུབ།
en: “Lord Mahā­maudgalyāyana, who could set aside their own virtuous work to train these two?”

source: དེས་སྨྲས་པ། ཁྱོད་ཀྱི་བཤེས་གང་ཡིན་པ་དེ་ལ་ཚོལ་ཅིག །
en: “Ask one of your friends,” he replied.

source: ཀུན་དགའ་བོས་སྨྲས་པ།
en: said Ānanda.

source: བཙུན་པ་ཁྱོད་ཉིད་བདག་གི་བཤེས་ལགས་སོ་ཞེས་བྱས་ནས།
en: “You are my friend, Lord,”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཁྱེའུ་དེ་གཉིས་ལག་པ་ནས་བཟུང་སྟེ། ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ལ་ཕུལ་ནས་སྨྲས་པ།
en: So Venerable Ānanda took the boys by the hand and presented them to Venerable Mahā­maudgalyāyana, saying,

source: བུ་ཁྱེད་གཉིས་ང་ལ་སློབ་ཏུ་མི་བཏུབ་ན་བཙུན་པ་འདི་ལ་སློབས་ཤིག་ཅེས་བྱས་སོ། །
en: “Boys, you two cannot study with me. Study with Lord Mahā­maudgalyāyana.”

source: དེ་ནས་ཁྱེའུ་དེ་གཉིས་ཀྱིས་བསམས་པ།
en: The two boys thought,

source: དགེ་སློང་འདི་ནི་མི་སྲུན་པ་ཞིག་ཡིན་གོར་མ་ཆག །
en: “This monk is no softie, that’s for sure.

source: དེ་བས་དེང་བདག་ཅག་གཉིས་འདི་ལ་གཏད་དོ་
en: That’s why he handed us over to him.”

source: སྙམ་ནས་བརྩོན་འགྲུས་སུ་སློབ་པར་གྱུར་ཏོ། །
en: Bearing this in mind they were diligent in their studies.

source: ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ཡང་དེས་ཤིང་འགྲོགས་ན་བདེ་བར་ཁྱེའུ་དེ་གཉིས་ཀྱིས་ཤེས་ནས་ཉམ་བུ་ཤེད་བྱེད་དེ་དེའི་ཐད་དུ་སློབ་ཏུ་མི་བཏུབ་བོ། །
en: But when they happily discovered that Venerable Mahā­maudgalyāyana was also gentle and friendly, the two began to consider him an equal as well, and could not learn from him.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་སྨྲས་པ།
en: Venerable Ānanda asked,

source: བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ཁྱེའུ་འདི་གཉིས་ཅིའི་སླད་དུ་མི་སློབ།
en: “Lord Mahā­maudgalyāyana, why is it you aren’t teaching these two?”

source: དེས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བདག་ལ་ཡང་འདི་གཉིས་ཀྱིས་ཉམ་བུ་ཤེད་བྱེད་དེ་བདག་ལ་སློབ་ཏུ་མི་བཏུབ་བོ། །
en: “Venerable Ānanda, they consider me an equal as well,” he replied, “so I can’t teach them.”

source: ཀུན་དགའ་བོས་སྨྲས་པ། འདི་གཉིས་སྐྱོ་བ་བསྐྱེད་འཚལ་ལོ། །
en: “Then fill them with weariness for saṃsāra.

source: དེ་ལྟར་མ་བགྱིས་ན་འདི་གཉིས་སློབ་ཏུ་མི་བཏུབ་བོ། །
en: If you don’t, they won’t be able to learn,” said Venerable Ānanda.

source: དེས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ཇི་ལྟར་འདོད་པ་དེ་བཞིན་དུ་བྱའོ་ཞེས་བྱས་ནས།
en: “As you wish, Venerable Ānanda,” he said.

source: མཽད་གལ་གྱི་བུ་ཆེན་པོས་ཁྱེའུ་དེ་གཉིས་ཁྲིད་དེ་འཆག་ཏུ་སོང་ནས་དེས་དེ་གཉིས་སྐྱོ་བ་བསྐྱེད་པའི་ཕྱིར་སེམས་ཅན་དམྱལ་བ་ཞིག་སྤྲུལ་ཏོ། །
en: Maudgalyāyana took the boys on a walk and along the way emanated hell beings so the boys would feel disenchanted with saṃsāra.

source: དེ་ནས་ཁྱེའུ་དེ་གཉིས་འཆག་པའི་ས་ནས་ཐག་མི་རིང་བ་ཞིག་ནས་འཇིགས་པ་ཆེན་པོའི་སྒྲ་གྲག་སྟེ། དེ་ཐོས་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོའི་ཐད་དུ་སོང་ངོ་། །
en: The two boys heard very menacing sounds not far from where they were walking and went to Venerable Mahā­maudgalyāyana.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་དེ་གཉིས་ལ་དྲིས་པ།
en: Venerable Mahā­maudgalyāyana asked them,

source: བུ་གཉིས་སྒྲ་འདི་ཅི་ཞིག་གི་སྒྲ།
en: “Boys, what is that sound?”

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ། སློབ་དཔོན་སྒྲ་ཆེན་པོ་འདི་ཅི་ཞིག་གི་སྒྲ་ལགས་པ་བདག་ཅག་གཉིས་ཀྱིས་ཀྱང་གློ་བར་མ་ཆུད་དོ། །
en: “Master, we’re not entirely sure what that sound is,” they said.

source: མཽད་གལ་གྱི་བུ་ཆེན་པོས་དེ་གཉིས་ལ་སྨྲས་པ།
en: Mahā­maudgalyāyana told them,

source: ཁྱེད་གཉིས་དེང་ལ་སྒྲ་ཆེན་པོ་འདི་ག་ལས་བྱུང་བ་ལྟོས་ཤིག །
en: “You two go and see where those noises are coming from.”

source: དེ་ནས་དེ་གཉིས་ཀྱིས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་བསྒོ་བ་བཞིན་དུ་མཉན་ཏེ་ཕྱོགས་དེར་སོང་ངོ་། །
en: They did as Venerable Maudgalyāyana instructed and walked in the direction of the noise.

source: དེ་གཉིས་ཀྱིས་དེར་སོང་སྟེ་བལྟས་ན་སེམས་ཅན་དམྱལ་བ་མང་པོ་དག་གཅད་པ་དང་། གཏུབ་པ་དང་། བརྡེག་པ་དང་། འཚེད་པ་ལ་སོགས་པའི་སྡུག་བསྔལ་རྣམས་ཉམས་སུ་མྱོང་བ་མཐོང་ནས་དྲིས་པ།
en: When they neared the sounds, they saw the sufferings the hell beings endured—being cut up, hacked apart, beaten, roasted, and so on—and asked them,

source: ཁྱེད་སུ་དག་ཅིག །
en: “Who are you?”

source: སྤྲུལ་པ་རྣམས་ཀྱིས་སྨྲས་པ།
en: replied the emanations.

source: སེམས་ཅན་དམྱལ་བ་པ་ཡིན་ནོ། །
en: “We are hell beings,”

source: དེ་གཉིས་ཀྱིས་དེ་ཉིད་ན་ལྕགས་ཀྱི་རྫ་བུམ་ཆེན་པོ་ཞིག་ཁོལ་ཞིང་འདུག་པ་མཐོང་ལ། དེའི་ནང་དུ་འཚེད་པ་ནི་འགའ་ཙམ་ཡང་མི་སྣང་ངོ་། །དེ་ལྟར་མཐོང་ནས་དྲིས་པ།
en: Then the two noticed a great boiling iron cauldron with nothing being cooked in it and asked,

source: ཅིའི་ཕྱིར་ལྕགས་ཀྱི་རྫ་བུམ་འདི་དོན་མེད་པར་ཁོལ་ཞིང་འདུག །
en: “Why is this iron cauldron boiling here for no reason?”

source: སྤྲུལ་པ་རྣམས་ཀྱིས་སྨྲས་པ། འདི་ནི་དོན་མེད་པ་མ་ཡིན་གྱི་ཀུན་དགའ་བོའི་སྲིང་མོའི་བུ་གཉིས་རབ་ཏུ་བྱུང་ནས་དད་པས་བྱིན་པ་སྤྱོད་ལ་
en: “It isn’t boiling here for no reason,” the emanations said. “Ānanda’s sister’s two sons went forth and began to enjoy the food donated to the saṅgha,

source: ལེ་ལོ་བྱེད་ཅིང་འདུག་པ་དེ་གཉིས་ཤི་བའི་འོག་ཏུ་འདིར་སྐྱེ་བར་འགྱུར་ཏེ
en: but now they’ve become lazy, and when they die they will take rebirth here.

source: དེ་གཉིས་ཀྱི་ཕྱིར་ལྕགས་ཀྱི་རྫ་བུམ་འདི་ཁོལ་ཞིང་འདུག་གོ། །
en: This cauldron sits and boils for those two.”
